
INSERT INTO compounds (region_id, name, distance_km, direction, est_travel_minutes, latitude, longitude, delivery_fee, active) VALUES
(1, 'امباير ريزورت', 51.3, 'north', 83, 29.244512, 32.625109, 350, true),
(1, 'كورونادو بيتش (النجمة)', 53.8, 'north', 86, 29.225787, 32.622141, 350, true),
(1, 'ماونتن فيو السخنة', 52.8, 'north', 85, 29.233087, 32.626078, 350, true),
(1, 'قرية اورلاندو 1', 48.2, 'north', 78, 29.268612, 32.609453, 350, true),
(1, 'لا لونا أزور', 47.9, 'north', 77, 29.270637, 32.609078, 350, true),
(1, 'منتجع ڤينيسيا (الزعفرانة)', 47.1, 'north', 76, 29.276837, 32.605391, 350, true),
(1, 'لاسيرينا ريزورت', 46.8, 'north', 76, 29.279013, 32.602953, 350, true),
(1, 'أورورا ريزورت', 46.6, 'north', 75, 29.281188, 32.602547, 350, true),
(1, 'رومانس بيتش ريزورت', 45.7, 'north', 74, 29.287813, 32.603797, 350, true),
(1, 'بياسيرا ريزورت', 45.3, 'north', 73, 29.290962, 32.600891, 350, true),
(1, 'لافيستا 3 (الزعفرانة)', 44.9, 'north', 73, 29.293537, 32.602922, 350, true),
(1, 'لافيستا 4 (الزعفرانة)', 55.4, 'north', 89, 29.213687, 32.623047, 350, true),
(1, 'لافيستا 5 (الزعفرانة)', 54.3, 'north', 87, 29.221812, 32.621547, 350, true),
(1, 'لافيستا 7 (الزعفرانة)', 53.1, 'north', 85, 29.230912, 32.622172, 350, true),
(1, 'لافيستا راي', 59.0, 'north', 94, 29.185388, 32.632609, 350, true),
(1, 'لافيستا جاردنز (الزعفرانة)', 38.8, 'north', 64, 29.340888, 32.582234, 350, true),
(1, 'ستلا دي ماري سي فيو 2', 41.0, 'north', 67, 29.323412, 32.594516, 350, true);
